[
    {
        "title": "തമിഴ്നാട്ടിലെ പ്ലാന്റ് വീണ്ടും തുറക്കും; സ്റ്റാലിന്റെ ക്ഷണത്തിൽ ഫോഡിന്റെ രണ്ടാം വരവ്",
        "category": "Technology",
        "time": "2 hours ago",
        "content": "ഇന്ത്യൻ വാഹന വിപണിയിൽ നിന്നും 2021 ൽ പിൻവാങ്ങിയ ഫോഡ് തിരിച്ചെത്തുന്നു. യുഎസ് വാഹന നിർമാതാക്കൾ ഇന്ത്യയിലേക്ക് മടങ്ങിയെത്തുന്നതിൻ്റെ ഭാഗമായി തമിഴ്‌നാട്ടിലെ ചെന്നൈക്കടുത്തുള്ള മറൈമലൈ നഗറിലെ നിർമാണ പ്ലാന്റിന്റെ പ്രവർത്തനങ്ങൾ പുനരുജ്‌ജീവിപ്പിക്കുന്നതിൻ്റെ പദ്ധതികൾ പൂർത്തിയാകുന്നതായി കമ്പനി അറിയിച്ചു കഴിഞ്ഞു. നികുതി നിരക്കുകൾ സംബന്ധിച്ചു സർക്കാരുമായുള്ള അവസാനഘട്ട ചർച്ചകൾ പുരോഗമിച്ചു കൊണ്ടിരിക്കുകയാണ്. ഇത് കുടി പൂർത്തിയായാൽ പ്ലാൻ്റിൻ്റെ പ്രവർത്തനങ്ങൾ പുനരാരംഭിക്കും.
നിക്ഷേപ സമാഹരണത്തിനായി തമിഴ്‌നാട് മുഖ്യമന്ത്രി എം കെ സ്‌റ്റാലിൻ യു എസ് സന്ദർശിച്ചപ്പോൾ ഫോഡിനെ വീണ്ടും സംസ്ഥാനത്തേക്കു ക്ഷണിച്ചിരുന്നു. ഇതിനെ തുടർന്ന് മറൈമലൈ നഗറിലെ 350 ഏക്കർ വിസ്‌തൃതിയുള്ള പ്ലാൻ്റ് വീണ്ടും ഉപയോഗിക്കുന്നതിനായി യു എസ് വാഹന നിർമാതാക്കൾ തമിഴ്നാട് സർക്കാരിന് അപേക്ഷ നൽകിയിരുന്നു..",
        "language": "malayalam",
        "image": "images/1.jpg",
        "published": "2025-02-21T10:00:00Z"
    },
    {
        "title": "New Education Policy Released",
        "category": "Education",
        "time": "4 hours ago",
        "content": "The government has unveiled a new education policy aimed at improving access and quality of education across the country. This policy includes reforms in curriculum, teacher training, and digital learning initiatives, but faces criticism from some educators.",
        "language": "english",
        "image": "https://via.placeholder.com/600x400?text=Education+Policy",
        "published": "2025-02-21T08:00:00Z"
    },
    {
        "title": "International Trade Agreement Signed",
        "category": "International",
        "time": "6 hours ago",
        "content": "Countries across the globe have signed a landmark trade agreement to boost economic cooperation. The deal focuses on reducing tariffs, enhancing supply chains, and promoting sustainable trade practices, but raises concerns about local industries.",
        "language": "english",
        "video": "https://www.example.com/sample-video.mp4",
        "published": "2025-02-21T06:00:00Z"
    },
    {
        "title": "Development Project Launched in Rural Areas",
        "category": "Development",
        "time": "8 hours ago",
        "content": "A new development project has been launched to improve infrastructure and living conditions in rural regions. The initiative includes road construction, clean water access, and job creation programs, but faces funding challenges.",
        "language": "english",
        "image": "https://via.placeholder.com/600x400?text=Development+Project",
        "published": "2025-02-21T04:00:00Z"
    }
]
